Repository: Ranchero-Software/NetNewsWire
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: es

source: Are you sure you want to delete the account “%@”? This cannot be undone.
es: ¿Seguro que quieres eliminar la cuenta «%@»? Esta acción no se puede deshacer.

source: Delete “%@”?
es: ¿Eliminar «%@»?

source: A to Z
es: De la A a la Z

source: A web browser will open the Feedly login for you to authorize access.
es: Se abrirá un navegador web con el inicio de sesión de Feedly para que autorices el acceso.

source: Accounts
es: Cuentas

source: Active
es: Activa

source: Add Account
es: Añadir cuenta

source: Add an account by clicking the + button.
es: Añade una cuenta haciendo clic en el botón +.

source: Advanced
es: Avanzado

source: Ascending
es: Ascendente

source: Cancel
es: Cancelar

source: Choose an account type to add…
es: Elige el tipo de cuenta que quieres añadir…

source: Continue
es: Continuar

source: Credentials
es: Credenciales

source: Date
es: Fecha

source: Delete
es: Eliminar

source: Descending
es: Descendente

source: Feed
es: Fuente

source: Local accounts do not sync feeds across devices
es: Las cuentas locales no sincronizan las fuentes entre dispositivos

source: Name:
es: Nombre:

source: Newest Article on Top
es: Artículo más reciente arriba

source: Oldest Article on Top
es: Artículo más antiguo arriba

source: Self-hosted
es: Autoalojadas

source: Self-hosted accounts sync your feeds across all your devices
es: Las cuentas autoalojadas sincronizan tus fuentes en todos tus dispositivos

source: Sync content of unread articles
es: Sincronizar el contenido de los artículos no leídos

source: Syncing article content increases iCloud storage use, sync time, and battery use. Article status and the content of starred articles are always synced.
es: Sincronizar el contenido de los artículos aumenta el uso del almacenamiento de iCloud, el tiempo de sincronización y el consumo de batería. El estado de los artículos y el contenido de los artículos destacados siempre se sincronizan.

source: System Default (%@)
es: Predeterminado del sistema (%@)

source: The name can be anything you want. You can even use emoji. 🎸
es: El nombre puede ser el que quieras. Incluso puedes usar emojis. 🎸

# timeline.column.starred
source: Starred
es: Destacados

# timeline.column.unread
source: Unread
es: No leídos

source: Title
es: Título

source: To add an account to NetNewsWire, click its icon above. Or click the + button in the lower left.
es: Para añadir una cuenta a NetNewsWire, haz clic en su icono de arriba. O haz clic en el botón + abajo a la izquierda.

source: Type:
es: Tipo:

source: Waiting for access to Feedly
es: Esperando acceso a Feedly

source: Web accounts sync your feeds across all your devices
es: Las cuentas web sincronizan tus fuentes en todos tus dispositivos

source: Your iCloud account syncs your feeds across your Mac and iOS devices
es: Tu cuenta de iCloud sincroniza tus fuentes entre tu Mac y tus dispositivos iOS

source: Z to A
es: De la Z a la A
